[
    {"title": "Sleek Grey and Blue Womens Running Shoes", "description": "Experience ultimate comfort and performance with our stylish grey and blue running shoe. Designed with breathable mesh and advanced cushioning technology, these shoes will keep your feet cool and supported during your longest runs. The vibrant blue accents add a touch of flair to your workout attire.", "category": "women", "color": "Grey and Blue", "price": 3499, "file_name": "20-Women-running-shoes.png"},
    {"title": "Vibrant Coral Womens Running Shoes", "description": "Step into the spotlight with our eye-catching coral pink running shoe. Engineered for maximum comfort and responsiveness, these shoes feature a lightweight design and superior shock absorption. The sleek silhouette and bold color make this shoe perfect for both your morning jog and your post-run errands.", "category": "women", "color": "Coral", "price": 4299, "file_name": "10-Women-running-shoes.png"},
    {"title": "Chic Pink Performance Womens Running Shoes", "description": "Elevate your running game with our chic pink performance shoe. Boasting cutting-edge cushioning and stability features, these shoes are perfect for both casual joggers and serious athletes. The stylish pink hue and modern design ensure youll look as good as you feel during your workout.", "category": "women", "color": "Pink", "price": 5199, "file_name": "0-Women-running-shoes.png"},
    {"title": "Classic Metallic Silver Womens Casual Walking Shoes", "description": "Step out in style with these sleek metallic silver walking shoes. Designed for ultimate comfort and versatility, these shoes feature a durable leather upper and cushioned sole, perfect for long walks or everyday wear. The timeless design ensures theyll complement any casual outfit.", "category": "women", "color": "Silver", "price": 5999, "file_name": "25-Women-walking-shoes.png"},
    {"title": "Breathable Black Mesh Womens Slip-On Walking Shoes", "description": "Experience unparalleled comfort with our black mesh slip-on walking shoes. The lightweight, breathable design keeps your feet cool and dry, while the flexible sole provides excellent support for all-day wear. Perfect for errands, casual outings, or light exercise.", "category": "women", "color": "Black", "price": 4499, "file_name": "35-Women-walking-shoes.png"},
    {"title": "Stylish Grey Knit Womens Lace-Up Walking Shoes", "description": "Combine fashion and function with these trendy gray knit walking shoes. The textured knit upper offers a modern look, while the lace-up design ensures a secure fit. With a cushioned insole and durable outsole, these shoes are ideal for both city strolls and weekend adventures.", "category": "women", "color": "Grey", "price": 6299, "file_name": "30-Women-walking-shoes.png"},
    {"title": "Chic Cream Pointed Stiletto Heels", "description": "Make a statement with these chic cream (Beige) stiletto heels. The pointed toe design elongates your legs, while the sleek silhouette adds a touch of glamour to any ensemble. Perfect for the fashion-forward woman who doesnt compromise on style or comfort.", "category": "women", "color": "cream", "price": 9299, "file_name": "40-Women-stilletos-beige.png"},
    {"title": "Elegant Red Stiletto High Heels", "description": "Step into luxury with these stunning red stiletto high heels. Crafted from premium leather, these shoes feature a sleek pointed toe and a sky-high heel that will elevate any outfit. Perfect for making a bold statement at special events or adding a touch of glamour to your everyday look.", "category": "women", "color": "red", "price": 12999, "file_name": "45-Women-stilletos-red-slim-heeled.png"},
    {"title": "Classic Red Leather Pumps", "description": "Timeless elegance meets modern style in these classic red leather pumps. The smooth leather upper and perfectly balanced heel provide both comfort and sophistication. These versatile shoes will become your go-to choice for both office wear and evening events.", "category": "women", "color": "red", "price": 10500, "file_name": "50-Women-stilletos-red-slim-heeled.png"},
    {"title": "Fiery Red Suede Stilettos", "description": "Make a lasting impression with these fiery red suede stilettos. The soft suede upper adds a touch of luxury, while the pointed toe and slim heel create a sleek silhouette. These shoes are designed to turn heads and boost your confidence with every step.", "category": "women", "color": "red", "price": 15999, "file_name": "55-Women-stilletos-red-slim-heeled.png"},
    {"title": "Scarlet Patent Leather High Heels", "description": "Shine bright in these scarlet patent leather high heels. The glossy finish catches the light beautifully, making these shoes a true statement piece. With their classic shape and eye-catching color, theyre perfect for adding a pop of glamour to any ensemble.", "category": "women", "color": "red", "price": 13500, "file_name": "60-Women-stilletos-red-slim-heeled.png"},
    {"title": "Vibrant Red Sporty Duffel Bag", "description": "Elevate your travel game with this stylish and spacious red duffel bag. Perfect for weekend getaways or gym sessions, its durable material and multiple compartments keep your belongings organized and secure. The adjustable shoulder strap and sturdy handles offer versatile carrying options for ultimate comfort.", "category": "men", "color": "Red", "price": 7999, "file_name": "65-Red-gym-bag.png"},
    {"title": "Coral Red Retro-Inspired Duffel", "description": "Make a statement with this eye-catching coral red duffel bag. Featuring sleek silver accents and a retro-inspired design, its both fashionable and functional. The roomy interior and multiple pockets provide ample storage for all your essentials, making it ideal for short trips or as a chic gym companion.", "category": "women", "color": "Coral Red", "price": 8599, "file_name": "70-Red-gym-bag.png"},
    {"title": "Ruby Red Classic Travel Duffel", "description": "Experience timeless elegance with this ruby red classic travel duffel. Its streamlined design and high-quality materials ensure durability for all your adventures. With a spacious main compartment and convenient exterior pockets, its the perfect blend of style and practicality for the discerning traveler.", "category": "men", "color": "Ruby Red", "price": 9299, "file_name": "75-Red-gym-bag.png"},
    {"title": "Burgundy Luxe Leather-Trim Duffel", "description": "Indulge in luxury with this burgundy duffel bag featuring premium leather trim. The sophisticated design is complemented by multiple zippered compartments and a detachable shoulder strap for versatile carrying options. Whether for business trips or leisure travel, this bag combines elegance with functionality.", "category": "women", "color": "Burgundy", "price": 12999, "file_name": "80-Red-gym-bag.png"},
    {"title": "Crimson Modern Sport Duffel", "description": "Embrace contemporary style with this crimson modern sport duffel. The sleek design features a contrasting light stripe and multiple compartments for organized packing. Its durable material and adjustable strap make it perfect for active lifestyles, from gym sessions to weekend sports tournaments.", "category": "men", "color": "Crimson", "price": 6999, "file_name": "85-Red-gym-bag.png"},
    {"title": "Sleek Violet Women's Cross-Training Shoes", "description": "Dominate your workouts with these versatile violet cross-training shoes. Designed with stability control and responsive cushioning, they provide optimal support for everything from cardio to weightlifting. The striking purple design with subtle glitter accents ensures you'll stand out in any gym environment.", "category": "women", "color": "Violet", "price": 5699, "file_name": "15-Women-cross-training-shoes.png"},
    {"title": "Teal and White Women's Lightweight Runners", "description": "Experience cloud-like comfort with our teal and white lightweight runners. Featuring our innovative air-mesh technology and featherlight soles, these shoes provide responsive bounce-back with every step. The refreshing teal color combined with clean white details creates a shoe that's as stylish as it is functional.", "category": "women", "color": "Teal", "price": 4899, "file_name": "22-Women-running-shoes.png"},
    {"title": "Navy Blue Classic Women's Athletic Sneakers", "description": "Embrace timeless style and premium comfort with our navy blue athletic sneakers. The moisture-wicking lining and anatomical arch support ensure all-day comfort, while the durable outsole provides excellent traction on various surfaces. These versatile shoes transition seamlessly from morning workouts to casual outings.", "category": "women", "color": "Navy Blue", "price": 5299, "file_name": "27-Women-athletic-shoes.png"},
    {"title": "Mint Green Women's Memory Foam Walking Shoes", "description": "Step into exceptional comfort with our mint green memory foam walking shoes. The plush foam insole molds to your foot for personalized support, while the lightweight construction prevents fatigue during extended wear. The refreshing mint color adds a subtle pop to your casual wardrobe.", "category": "women", "color": "Mint Green", "price": 5799, "file_name": "33-Women-walking-shoes.png"},
    {"title": "Black Patent Leather Platform Stilettos", "description": "Command attention with these striking black patent leather platform stilettos. The chunky platform provides stability while the sleek stiletto heel creates a dramatic silhouette. These statement shoes feature a comfortable padded insole, making them surprisingly wearable despite their bold height.", "category": "women", "color": "Black", "price": 11999, "file_name": "42-Women-stilettos-black.png"},
    {"title": "Green Slingback Kitten Heel Pumps", "description": "Achieve effortless elegance with these nude slingback kitten heels. The modest height offers comfort for all-day wear, while the pointed toe and adjustable strap create a refined silhouette. These versatile shoes pair perfectly with everything from business attire to cocktail dresses.", "category": "women", "color": "green", "price": 8999, "file_name": "47-Women-kitten-heels-green.png"},
    {"title": "Metallic Gold Strappy Evening Sandals", "description": "Elevate your formal attire with these luxurious metallic gold evening sandals. The intricate strappy design showcases elegant craftsmanship, while the cushioned footbed ensures comfort throughout special events. The medium-height heel strikes the perfect balance between sophistication and wearability.", "category": "women", "color": "Gold", "price": 12599, "file_name": "52-Women-evening-sandals-gold.png"},
    {"title": "Navy Blue Structured Weekender Bag", "description": "Travel in style with this sophisticated navy blue weekender bag. Crafted from durable canvas with premium leather trim, this bag features a spacious main compartment and multiple internal organizers. The detachable shoulder strap and reinforced handles offer versatile carrying options for the modern traveler.", "category": "men", "color": "Navy Blue", "price": 13999, "file_name": "90-Mens-weekender-bag.png"},
    {"title": "Olive Green Canvas Duffle Bag", "description": "Perfect for outdoor adventures, this rugged olive green canvas duffle combines military-inspired design with practical functionality. Water-resistant materials and reinforced stitching ensure durability in all conditions, while the multiple compartments keep gear organized. Ideal for camping trips or weekend getaways in nature.", "category": "men", "color": "Olive Green", "price": 9499, "file_name": "95-Canvas-duffle-bag.png"},
    {"title": "Black Leather Executive Laptop Bag", "description": "Make a professional impression with this sleek black leather laptop bag. Designed with the business traveler in mind, it features a padded laptop compartment, document organizers, and RFID-protected pockets. The streamlined silhouette and premium hardware reflect sophisticated taste and attention to detail.", "category": "men", "color": "Black", "price": 17999, "file_name": "100-Executive-laptop-bag.png"},
    {"title": "Rose Gold Women's Fitness Watch", "description": "Track your wellness journey in style with this elegant rose gold fitness watch. Advanced sensors monitor heart rate, sleep patterns, and various workout metrics, while the color touchscreen provides intuitive navigation. The slim profile and premium metallic finish make this watch suitable for both gym sessions and daily wear.", "category": "women", "color": "Rose Gold", "price": 15999, "file_name": "105-Womens-fitness-watch.png"},
    {"title": "Men's Carbon Fiber Sports Chronograph", "description": "Engineered for precision, this carbon fiber sports chronograph combines cutting-edge technology with masculine design. Water-resistant to 100 meters with a tachymeter bezel and multiple subdials, it's the perfect companion for the active man. The durable silicone strap ensures comfort during intense activities.", "category": "men", "color": "Black/Red", "price": 21999, "file_name": "110-Mens-sports-chronograph.png"},
    {"title": "Women's Teal Yoga Mat with Carrying Strap", "description": "Enhance your yoga practice with this premium teal yoga mat. The non-slip texture provides stability for complex poses, while the optimal 5mm thickness offers joint protection without compromising balance. The included carrying strap makes transportation effortless, perfect for the on-the-go yogi.", "category": "women", "color": "Teal", "price": 4299, "file_name": "115-Yoga-mat-teal.png"},
    {"title": "Unisex Black Fitness Resistance Bands Set", "description": "Amplify your home workouts with this comprehensive resistance bands set. Includes five bands of varying resistance levels, handles, ankle straps, and a door anchor for unlimited exercise possibilities. The compact storage bag makes this versatile fitness solution perfect for travel or home use.", "category": "unisex", "color": "Black", "price": 3799, "file_name": "120-Resistance-bands-set.png"},
    {"title": "Women's Purple Reversible Workout Headband", "description": "Keep hair secure and sweat at bay with this stylish purple reversible headband. The moisture-wicking fabric keeps you dry during intense workouts, while the silicone grip ensures it stays in place. Reversible design with solid purple on one side and a vibrant pattern on the other offers two looks in one accessory.", "category": "women", "color": "Purple", "price": 1899, "file_name": "125-Workout-headband.png"},
    {"title": "Men's Grey Performance Running Shoes", "description": "Elevate your running experience with these high-performance grey running shoes. Featuring responsive cushioning technology and a breathable knit upper, these shoes deliver maximum comfort for long-distance runs. The reflective details enhance visibility for safer evening workouts.", "category": "men", "color": "Grey", "price": 5999, "file_name": "130-Mens-running-shoes-grey.png"},
    {"title": "Men's Black Dynamic Trail Running Shoes", "description": "Conquer any terrain with these rugged black trail running shoes. The aggressive tread pattern provides exceptional grip on rocky or muddy surfaces, while the protective toe cap shields against trail hazards. Waterproof membrane technology keeps your feet dry through streams and puddles.", "category": "men", "color": "Black", "price": 7999, "file_name": "135-Mens-trail-running-shoes.png"},
    {"title": "Men's Navy Blue Cross-Training Shoes", "description": "Versatility meets performance in these navy blue cross-training shoes. Designed for multi-directional movement, they provide lateral stability for agility workouts and cushioning for high-impact exercises. The durable construction withstands the demands of intense training sessions.", "category": "men", "color": "Navy Blue", "price": 6499, "file_name": "140-Mens-cross-training-shoes.png"},
    {"title": "Men's White and Red Tennis Shoes", "description": "Ace your game with these classic white and red tennis shoes. The herringbone outsole pattern delivers optimal traction for quick directional changes, while the reinforced toe area offers durability during aggressive play. The breathable design keeps your feet cool during extended matches.", "category": "men", "color": "White/Red", "price": 8299, "file_name": "145-Mens-tennis-shoes.png"},
    {"title": "Men's Black Leather Dress Oxfords", "description": "Exude sophistication in these premium black leather oxford shoes. Hand-crafted with meticulous attention to detail, these shoes feature a sleek silhouette and subtle broguing. The leather sole and cushioned insole combine traditional craftsmanship with modern comfort.", "category": "men", "color": "Black", "price": 15999, "file_name": "150-Mens-leather-oxfords.png"},
    {"title": "Men's Brown Suede Chelsea Boots", "description": "Embrace timeless style with these versatile brown suede chelsea boots. The elastic side panels allow for easy on-and-off, while the cushioned footbed ensures all-day comfort. These boots transition effortlessly from office to evening, pairing perfectly with both casual and semi-formal attire.", "category": "men", "color": "Brown", "price": 12999, "file_name": "155-Mens-chelsea-boots.png"},
    {"title": "Men's Tan Leather Desert Boots", "description": "Channel casual sophistication with these classic tan desert boots. The supple leather develops a rich patina over time, while the crepe rubber sole provides cushioned support with each step. These versatile boots complement everything from jeans to chinos for year-round style.", "category": "men", "color": "Tan", "price": 9999, "file_name": "160-Mens-desert-boots.png"},
    {"title": "Women's White Leather Tennis Sneakers", "description": "Step into timeless style with these crisp white leather tennis sneakers. The minimalist design features subtle perforations for breathability and a cushioned insole for day-long comfort. These versatile sneakers add effortless polish to any casual ensemble.", "category": "women", "color": "White", "price": 7499, "file_name": "165-Womens-tennis-sneakers.png"},
    {"title": "Women's Black Platform Canvas Sneakers", "description": "Elevate your casual look with these trendy black platform sneakers. The 1.5-inch platform sole adds height without sacrificing comfort, while the durable canvas upper ensures breathability. The classic lace-up design offers adjustable fit for various foot shapes.", "category": "women", "color": "Black", "price": 5499, "file_name": "170-Womens-platform-sneakers.png"},
    {"title": "Women's Pastel Pink Slip-On Canvas Shoes", "description": "Embrace effortless style with these charming pastel pink slip-on shoes. The elasticized goring provides a secure fit, while the cushioned footbed offers all-day comfort. These lightweight shoes are perfect for spring and summer outfits, adding a soft pop of color to any ensemble.", "category": "women", "color": "Pink", "price": 4299, "file_name": "175-Womens-slip-on-shoes.png"},
    {"title": "Women's Tan Suede Ankle Boots", "description": "Complete your autumn wardrobe with these versatile tan suede ankle boots. The stacked 2-inch heel provides comfortable elevation, while the side zipper ensures easy on-and-off. The almond toe silhouette offers a flattering profile that pairs beautifully with both dresses and pants.", "category": "women", "color": "Tan", "price": 8999, "file_name": "180-Womens-suede-ankle-boots.png"},
    {"title": "Women's Black Leather Knee-High Boots", "description": "Make a statement with these sophisticated black leather knee-high boots. The sleek silhouette features a modest 2.5-inch heel and full-length zipper for easy wear. The memory foam insole provides exceptional comfort, while the durable outsole offers reliable traction in various weather conditions.", "category": "women", "color": "Black", "price": 14999, "file_name": "185-Womens-knee-high-boots.png"},
    {"title": "Women's Metallic Gold Evening Clutch", "description": "Add a touch of glamour to your evening attire with this stunning metallic gold clutch. The elegant chain strap can be worn over the shoulder or tucked inside for a sleek handheld look. The satin-lined interior includes a discreet pocket for essentials, perfect for special occasions.", "category": "women", "color": "Gold", "price": 5999, "file_name": "190-Womens-evening-clutch.png"},
    {"title": "Women's Black Quilted Leather Shoulder Bag", "description": "Elevate your everyday style with this classic black quilted leather shoulder bag. The iconic diamond pattern and gold-tone chain strap create a timeless aesthetic, while multiple interior compartments keep essentials organized. This versatile bag transitions effortlessly from day to evening.", "category": "women", "color": "Black", "price": 19999, "file_name": "195-Womens-quilted-shoulder-bag.png"},
    {"title": "Women's Burgundy Structured Tote Bag", "description": "Combine fashion and function with this sophisticated burgundy tote bag. The structured silhouette and gold hardware create an elegant appearance, while the spacious interior easily accommodates a laptop, documents, and daily essentials. Perfect for the professional woman on the go.", "category": "women", "color": "Burgundy", "price": 12999, "file_name": "200-Womens-tote-bag.png"},
    {"title": "Men's Black Leather Bifold Wallet", "description": "Keep your essentials organized with this premium black leather bifold wallet. Crafted from full-grain leather that develops character over time, this wallet features multiple card slots, bill compartments, and RFID-blocking technology. The slim profile fits comfortably in front or back pockets.", "category": "men", "color": "Black", "price": 4999, "file_name": "205-Mens-leather-wallet.png"},
    {"title": "Men's Brown Leather Messenger Bag", "description": "Carry your essentials with style in this handsome brown leather messenger bag. The adjustable shoulder strap and comfortable padding make commuting a breeze, while dedicated compartments protect your laptop and organize documents. The distressed leather develops a unique patina that tells your story.", "category": "men", "color": "Brown", "price": 17999, "file_name": "210-Mens-messenger-bag.png"}

]