[
    {"title": "Sleek Grey and Blue Womens Running Shoes", "description": "Experience ultimate comfort and performance with our stylish grey and blue running shoe. Designed with breathable mesh and advanced cushioning technology, these shoes will keep your feet cool and supported during your longest runs. The vibrant blue accents add a touch of flair to your workout attire.", "category": "women", "color": "Grey and Blue", "price": 3499, "file_name": "20-Women-running-shoes.png"},
    {"title": "Vibrant Coral Womens Running Shoes", "description": "Step into the spotlight with our eye-catching coral pink running shoe. Engineered for maximum comfort and responsiveness, these shoes feature a lightweight design and superior shock absorption. The sleek silhouette and bold color make this shoe perfect for both your morning jog and your post-run errands.", "category": "women", "color": "Coral", "price": 4299, "file_name": "10-Women-running-shoes.png"},
    {"title": "Chic Pink Performance Womens Running Shoes", "description": "Elevate your running game with our chic pink performance shoe. Boasting cutting-edge cushioning and stability features, these shoes are perfect for both casual joggers and serious athletes. The stylish pink hue and modern design ensure youll look as good as you feel during your workout.", "category": "women", "color": "Pink", "price": 5199, "file_name": "0-Women-running-shoes.png"},
    {"title": "Classic Metallic Silver Womens Casual Walking Shoes", "description": "Step out in style with these sleek metallic silver walking shoes. Designed for ultimate comfort and versatility, these shoes feature a durable leather upper and cushioned sole, perfect for long walks or everyday wear. The timeless design ensures theyll complement any casual outfit.", "category": "women", "color": "Silver", "price": 5999, "file_name": "25-Women-walking-shoes.png"},
    {"title": "Breathable Black Mesh Womens Slip-On Walking Shoes", "description": "Experience unparalleled comfort with our black mesh slip-on walking shoes. The lightweight, breathable design keeps your feet cool and dry, while the flexible sole provides excellent support for all-day wear. Perfect for errands, casual outings, or light exercise.", "category": "women", "color": "Black", "price": 4499, "file_name": "35-Women-walking-shoes.png"},
    {"title": "Stylish Grey Knit Womens Lace-Up Walking Shoes", "description": "Combine fashion and function with these trendy gray knit walking shoes. The textured knit upper offers a modern look, while the lace-up design ensures a secure fit. With a cushioned insole and durable outsole, these shoes are ideal for both city strolls and weekend adventures.", "category": "women", "color": "Grey", "price": 6299, "file_name": "30-Women-walking-shoes.png"},
    {"title": "Chic Cream Pointed Stiletto Heels", "description": "Make a statement with these chic cream (Beige) stiletto heels. The pointed toe design elongates your legs, while the sleek silhouette adds a touch of glamour to any ensemble. Perfect for the fashion-forward woman who doesnt compromise on style or comfort.", "category": "women", "color": "cream", "price": 9299, "file_name": "40-Women-stilletos-beige.png"},
    {"title": "Elegant Red Stiletto High Heels", "description": "Step into luxury with these stunning red stiletto high heels. Crafted from premium leather, these shoes feature a sleek pointed toe and a sky-high heel that will elevate any outfit. Perfect for making a bold statement at special events or adding a touch of glamour to your everyday look.", "category": "women", "color": "red", "price": 12999, "file_name": "45-Women-stilletos-red-slim-heeled.png"},
    {"title": "Classic Red Leather Pumps", "description": "Timeless elegance meets modern style in these classic red leather pumps. The smooth leather upper and perfectly balanced heel provide both comfort and sophistication. These versatile shoes will become your go-to choice for both office wear and evening events.", "category": "women", "color": "red", "price": 10500, "file_name": "50-Women-stilletos-red-slim-heeled.png"},
    {"title": "Fiery Red Suede Stilettos", "description": "Make a lasting impression with these fiery red suede stilettos. The soft suede upper adds a touch of luxury, while the pointed toe and slim heel create a sleek silhouette. These shoes are designed to turn heads and boost your confidence with every step.", "category": "women", "color": "red", "price": 15999, "file_name": "55-Women-stilletos-red-slim-heeled.png"},
    {"title": "Scarlet Patent Leather High Heels", "description": "Shine bright in these scarlet patent leather high heels. The glossy finish catches the light beautifully, making these shoes a true statement piece. With their classic shape and eye-catching color, theyre perfect for adding a pop of glamour to any ensemble.", "category": "women", "color": "red", "price": 13500, "file_name": "60-Women-stilletos-red-slim-heeled.png"},
    {"title": "Vibrant Red Sporty Duffel Bag", "description": "Elevate your travel game with this stylish and spacious red duffel bag. Perfect for weekend getaways or gym sessions, its durable material and multiple compartments keep your belongings organized and secure. The adjustable shoulder strap and sturdy handles offer versatile carrying options for ultimate comfort.", "category": "men", "color": "Red", "price": 7999, "file_name": "65-Red-gym-bag.png"},
    {"title": "Coral Red Retro-Inspired Duffel", "description": "Make a statement with this eye-catching coral red duffel bag. Featuring sleek silver accents and a retro-inspired design, its both fashionable and functional. The roomy interior and multiple pockets provide ample storage for all your essentials, making it ideal for short trips or as a chic gym companion.", "category": "women", "color": "Coral Red", "price": 8599, "file_name": "70-Red-gym-bag.png"},
    {"title": "Ruby Red Classic Travel Duffel", "description": "Experience timeless elegance with this ruby red classic travel duffel. Its streamlined design and high-quality materials ensure durability for all your adventures. With a spacious main compartment and convenient exterior pockets, its the perfect blend of style and practicality for the discerning traveler.", "category": "men", "color": "Ruby Red", "price": 9299, "file_name": "75-Red-gym-bag.png"},
    {"title": "Burgundy Luxe Leather-Trim Duffel", "description": "Indulge in luxury with this burgundy duffel bag featuring premium leather trim. The sophisticated design is complemented by multiple zippered compartments and a detachable shoulder strap for versatile carrying options. Whether for business trips or leisure travel, this bag combines elegance with functionality.", "category": "women", "color": "Burgundy", "price": 12999, "file_name": "80-Red-gym-bag.png"},
    {"title": "Crimson Modern Sport Duffel", "description": "Embrace contemporary style with this crimson modern sport duffel. The sleek design features a contrasting light stripe and multiple compartments for organized packing. Its durable material and adjustable strap make it perfect for active lifestyles, from gym sessions to weekend sports tournaments.", "category": "men", "color": "Crimson", "price": 6999, "file_name": "85-Red-gym-bag.png"}
    
]